Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/faamoe_-_innovasjonsprogram_for_samiske_bedrifter.html.tmx
Source language: nob
Languages: sme

source: Faamoe - innovasjonsprogram for samiske bedrifter
sme: Faamoe - sámi fitnodagaid innovašuvdnaprográmma

source: Faamoe betyr makt eller styrke på sørsamisk og er et bedriftsutviklingsprogram med fokus på å skape vekst og en robusthet gjennom å styrke bedriftens merkevare og øke bedriftens kunnskap om økonomistyring.
sme: Faamoe mearkkaša váldi dahje fápmu lullisámegillii ja lea fitnodatovddidanprográmma mii deattuha dan ahte ovddidit šaddama ja nanusvuođa dakko bokte ahte nannet fitnodaga gálvomearkka ja buoridit fitnodaga máhtu ekonomiijastivrema birra.

source: Det første Faamoe-programmet ble gjennomført i 2019/2020 Marie Louise Somby, Árvu Faamoe teamet består av få antall bedrifter, dette for å skape et samarbeid, men vel så viktig er fokuset på kunnskapsdeling mellom bedriftene.
sme: Vuosttaš Faamoe-prográmma čađahuvvui 2019/2020. Marie Louise Somby, Árvu Faamoe joavkkus eai leat nu galle fitnodaga mielde, vai ovdána ovttasbargu, muhto seamma dehálaš lea deattuhit máhttojuohkima fitnodagaid gaskkas.

source: For å få dette til er tillit viktig.
sme: Dan oktavuođas lea luohttámuš dehálaš.

source: Målet med deltakelse i Faamoe er å øke inntjeningen til bedriften.
sme: Faamoe oassálastima mihttun lea lasihit fitnodagaid dietnasa.

source: Ved oppstart kartlegger vi nåsituasjonen til bedriften og sammen legger vi et mål for bedriften (ønsket fremtidig tilstand).
sme: Álggus mii kártet fitnodaga dili dál ja ovttas mii bidjat mihttomeriid fitnodahkii (dan dili maid fitnodat háliida boahtteáiggis).

source: En analyse av nåsituasjonen og ønsket fremtidig tilstand vil resultatere i en rekke konkrete tiltak som bedriften skal gjennomføre i Faamoe perioden, som er et år.
sme: Dálá dili analyseren ja háliiduvvon boahttevaš dilli vuolggahit máŋga konkrehta doaibmabiju maid fitnodat galgá čađahit Faamoe áigodagas, mii lea jahki.

source: Det første programmet ble gjennomført i 2019/2020.
sme: Vuosttaš prográmma čađahuvvui 2019/2020.

source: Bedriftene som ble tatt opp var Árvu, Graveniid, LilleLis smykker, Kine Kunst og Sámi Stories.
sme: Fitnodagat mat válljejuvvojedje leat Árvu, Graveniid, LilleLis smykker, Kine Kunst ja Sámi Stories.

source: Programmet skulle bli avsluttet med en deltakelse på Oslo Design Fair i august 2020, men på grunn av koronapandemien ble dette arrangementet avlyst.
sme: Prográmma galggai loahpahuvvot oassálastimiin Oslo Design Fair lágideapmái 2020 borgemánus, muhto koronapandemiija geažil ii šaddan dát lágideapmi.

source: Disse bedriftene skal i fremtiden bli ledestjerner for andre samiske bedrifter.
sme: Dát fitnodagat galget boahtteáiggis leat ovdagovvan eará sámi fitnodagaide.

source: Med ledestjerner mener vi at de skal vise vei, samt vise at det er mulig å lykkes som samisk entreprenør.
sme: Ovdagovvan mii oaivvildit ahte dat galget leat ofelažžan, ja čájehit ahte lea vejolaš lihkostuvvat sámi fidnohutkin.

source: De vil i fremtiden kunne være gode ambassadører for andre samiske bedrifter.
sme: Dat sáhttet boahtteáiggis leat buorit ambassadevrrat eará sámi fitnodagaide.

source: Det andre Faamoe-programmet gjennomføres 2020/2021 Árvu Faamoe 2 startet opp høsten 2020.
sme: Nubbi Faamoe-prográmma čađahuvvo 2020/2021 Árvu Faamoe 2 álggahuvvui 2020 čavčča.

source: I Faamoe 2 er følgende bedrifter med:
sme: Čuovvovaš fitnodagat leat mielde Faamoe 2:s:

source: Designbyrået Árvu leder Faamoe 2 , på oppdrag av Sametinget.
sme: Designfitnodat Árvu jođiha Faamoe 2 Sámedikki ovddas.
